---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.ConduitType
source: html/9d7b051a-2861-9c56-70b1-2e44eb9de2b8.htm
---
# ConduitType Properties

The id of the assembly instance to which the element belongs.